Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: We have produced information for the public explaining this guideline.
vi: Chúng tôi đã cung cấp thông tin cho công chúng giải thích hướng dẫn này.

source: Weak
vi: Yếu

source: Well-conducted case–control or cohort studies with a low risk of confounding, bias or chance, and a moderate probability that the relationship is causal
vi: Nghiên cứu bệnh chứng hoặc đoàn hệ tiến hành tốt với nguy cơ thấp của nhiễu, sai số hoặc ngẫu nhiên, và khả năng trung bình rằng mối liên quan là nhân quả

source: Well-conducted meta-analyses, systematic reviews of RCTs, or RCTs with a low risk of bias
vi: Các phân tích tổng hợp chất lượng tốt, tổng quan hệ thống của thử nghiệm ngẫu nhiên có nhóm chứng, hoặc thử nghiệm ngẫu nhiên có nhóm chứng với nguy cơ sai số thấp.

source: What is the frequency and level of bacteraemia caused by non-oral daily activities (for example, urination or defaecation)?
vi: Tần suất xảy ra và mức vi khuẩn gây ra bởi các hoạt động hàng ngày không phải vùng miệng (Chẳng hạn tiểu tiện hay đại tiện)

source: When exercising their judgement, professionals are expected to take this guideline fully into account, alongside the individual needs, preferences and values of their patients or service users.
vi: Khi thực hiện phán quyết của mình, các chuyên gia dự kiến sẽ đưa ra hướng dẫn này đầy đủ, cùng với nhu cầu cá nhân, sở thích và giá trị của bệnh nhân hoặc người sử dụng dịch vụ

source: When inhalation equipment is used, it must have a fail-safe system that is appropriately checked and calibrated.
vi: Khi thiết bị hô hấp được sử dụng, nó phải có một hệ thống an toàn phù hợp và được kiểm tra và hiệu chỉnh.

source: When these situations occur, the dentist responsible for administering the deep sedation or general anesthesia should document the reasons preventing the recommended preoperative management.
vi: Khi những tình huống xảy ra, nha sĩ chịu trách nhiệm thực hiện an thần sâu hoặc gây mê nên ghi lại các lý do ngăn cản việc xử trí tiền phẫu được khuyến cáo.

source: Where there is disagreement between the dentist and the patient over the recall interval, the reason for this is recorded.
vi: Có những bất đồng giữa nha sĩ và bệnh nhân về khoảng thời gian tái khám, đó là lý do hướng dẫn này ra đời.

source: Where there is significant trismus, floor-of-mouth swelling or difficulty breathing, transfer patients to hospital as an emergency.
vi: Những trường hợp hạn chế há miệng đáng kể, sưng phồng sàn miệng hoặc khó thở thì phải chuyển bệnh nhân đến viện như một trường hợp cấp cứu.

source: While developing this guideline, the research evidence in a number of areas was found either to be inconclusive or not to exist.
vi: Trong khi phát triển các hướng dẫn này, bằng chứng nghiên cứu trong một số khu vực không thuyết phục hoặc không có bằng chứng.

source: Why this is important
vi: Tai sao điều này quan trọng

source: YES
vi: CÓ

source: Yes
vi: Vâng

source: Yes, we
vi: Vâng, chúng tôi

source: Your responsibility
vi: Trách nhiệm của bạn

source: Zones at high-risk for squamous cell carcinomas
vi: Vùng nguy cơ cao ung thư biểu mô tế bào gai

source: [2] The evidence reviews for this guideline covered only procedures at the sites listed in this recommendation.
vi: [2] Việc đánh giá các bằng chứng cho Hướng dẫn điều trị này bao trùm chỉ những phẫu thuật liệt kê trong phần khuyến cáo.

source: a comprehensive training program in moderate sedation that satisfies the requirements described in the Moderate Sedation section of the ADA Guidelines for Teaching Pain Control and Sedation to Dentists and Dental Students at the time training was commenced,
vi: đào tạo đầy đủ về an thần trung bình thoả mãn yêu cầu mô tả trong phần An thần trung bình của Hướng dẫn ADA cho Giảng dạy kiểm soát đau và an thần cho nha sĩ và sinh viên nha khoa tại thời điểm đào tạo,

source: a current certification in Basic Life Support for Healthcare Providers.
vi: và một chứng chỉ hiện tại trong Hỗ trợ sống cơ bản cho nhân viên y tế.

source: a non homogenous white component (surface irregularity);
vi: một tổn thương trắng đồng nhất (bề mặt bất thường);

source: a red component (color variation);
vi: một tổn thương đỏ (màu sắc biến đổi);

source: agree it does not need updating.
vi: đồng ý nó không cần cập nhật.

source: alternatives have been considered
vi: thay thế được xem xét

source: an advanced education program accredited by the Commission on Dental Accreditation that affords comprehensive and appropriate training necessary to administer and manage minimal sedation commensurate with these guidelines;
vi: Một chương trình giáo dục nâng cao được công nhận bởi Ủy ban về Công nhận Nha khoa cung cấp đào tạo toàn diện và thích hợp cần thiết để sử dụng và kiểm soát an thần tối thiểu tương xứng với các hướng dẫn này;

source: an advanced education program accredited by the Commission on Dental Accreditation that affords comprehensive and appropriate training necessary to administer and manage moderate sedation commensurate with these guidelines;
vi: Một chương trình giáo dục nâng cao được công nhận bởi Ủy ban về Công nhận Nha khoa cung cấp đào tạo toàn diện và thích hợp cần thiết để sử dụng và kiểm soát an thần trung bình tương xứng với các hướng dẫn này;

source: analgesia – the diminution or elimination of pain.
vi: giảm đau — giảm hoặc loại bỏ cơn đau.

source: analgesia — the diminution or elimination of pain.
vi: giảm đau — giảm hoặc loại bỏ cơn đau.

source: and
vi: và

source: atypical jaw pain and any other signs of myocardial infarction (MI), e.g. breathlessness, chest pain
vi: Cơn đau hàm không điển hình và bất kì dấu hiệu khác của nhồi máu cơ tim (MI) chẳng hạn khó thở, đau ngực.

source: but the net benefit is uncertain.
vi: nhưng lợi ích là không chắc chắn.

source: causal
vi: nhân quả

source: competency – displaying special skill or knowledge derived from training and experience.
vi: Năng lực - thể hiện kỹ năng đặc biệt hoặc kiến thức từ kinh nghiệm và rèn luyện.

source: comprehensive training in moderate sedation that satisfies the requirements described in the Moderate Sedation section of the ADA Guidelines for Teaching Pain Control and Sedation to Dentists and Dental Students at the time training was commenced,
vi: đào tạo đầy đủ về an thần trung bình thoả mãn yêu cầu mô tả trong phần An thần trung bình của Hướng dẫn ADA cho Giảng dạy kiểm soát đau và an thần cho nha sĩ và sinh viên nha khoa tại thời điểm đào tạo.

source: confounding, bias or chance, and a high probability that the relationship is
vi: nhiễu, sai số hoặc ngẫu nhiên, và khả năng cao mối liên quan là

source: cost effectiveness of 6 month recall, risk-based recall, and 24 month recall intervals was highlighted (as '5' above) as the results may potentially inform guideline recommendations in the future.
vi: chi phí của tái khám 6 tháng, tái khám dựa trên nguy cơ và khoảng thời gian tái khám 24 tháng có thể có tiềm năng đưa ra các hướng dẫn đề nghị trong tương lai.

source: counseling)
vi: tư vấn)

source: deep sedation - a drug-induced depression of consciousness during which patients cannot be easily aroused but respond purposefully following repeated or painful stimulation.
vi: an thần sâu - thuốc gây ra sự mất ý thức mà bệnh nhân không bị đánh thức dễ dàng nhưng đáp ứng có với kích thích đau lặp đi lặp lại.

source: dosing for minimal sedation via the enteral route – minimal sedation may be achieved by the administration of a drug, either singly or in divided doses, by the enteral route to achieve the desired clinical effect, not to exceed the maximum recommended dose (MRD).
vi: liều cho an thần tối thiểu qua đường tiêu hoá - an thần tối thiểu có thể đạt được bằng thuốc dùng liều duy nhất hoặc chia nhiều lần qua đường tiêu hoá để đạt được hiệu quả lâm sàng mong muốn, không vượt quá liều khuyến cáo tối đa (MRD).

source: emergency dental interventions or intervals between episodes of specialist care.
vi: của can thiệp cấp cứu nha khoa hoặc khoảng giữa các kì chăm sóc đặcc biệt.

source: enteral - any technique of administration in which the agent is absorbed through the gastrointestinal (GI) tract or oral mucosa [i.e., oral, rectal, sublingual].
vi: đường tiêu hoá - bất kỳ kỹ thuật dùng thuốc nào mà thuốc được hấp thu qua đường tiêu hoá (GI) hoặc niêm mạc miệng (miệng, dưới lưỡi).

source: equality issues
vi: vấn đề bình đẳng

source: excluded from original scope
vi: loại trừ khỏi phạm vi ban đầu

source: expected.
vi: dự kiến.

source: fluoride therap
vi: điều trị fluoride

source: for people undergoing non-dental procedures at the following sites[2]: upper and lower gastrointestinal tract
vi: Cho người Với bệnh nhân đang trải qua các thủ thuật không phải nha khoa tại các vị trí: đường tiêu hoá trên và dưới

source: for use because it causes intrinsic staining of developing teeth‡
vi: bởi vì gây nhiễm màu răng đang phát triển‡

source: general anesthesia - a drug-induced loss of consciousness during which patients are not arousable, even by painful stimulation.
vi: gây mê - thuốc gây ra mất ý thức trong khi đó bệnh nhân không dễ bị đánh thức kể cả với kích thích đau.

source: genitourinary tract; this includes urological, gynaecological and obstetric procedures, and childbirth
vi: Đường niệu - sinh dục gồm cả thủ thuật tại niệu đạo, sản - phụ khoa, và đỡ đẻ

source: implementing this intervention
vi: thực hiện can thiệp này

source: inhalation - a technique of administration in which a gaseous or volatile agent is introduced into the lungs and whose primary effect is due to absorption through the gas/blood interface.
vi: hít - kỹ thuật mà thuốc dạng khí hay bay hơi được đưa vào phổi và có tác dụng hấp thu chính qua giao diện khí - máu.

source: intervals between examinations that are not routine dental recalls; that is, intervals between examinations relating to ongoing courses of treatment
vi: khoảng cách giữa các lần khám không phải là tái khám nha khoa định kỳ; nó là khoảng cách giữa các lần khám liên quan tới đợt điều trị đang diễn ra

source: is a moderate level of certainty of benefits, and the benefits outweigh the potential for harms.
vi: mức trung bình về lợi ích, và lợi ích lớn hơn tác hại có thể xảy ra.

source: is based on expert opinion.
vi: dựa trên ý kiến chuyên gia.

source: lasers when used as an adjunct to SRP.
vi: laser erbium khi bổ sung CVXLMCR.

source: lesion of the ventro lateral tongue or the floor of the mouth.
vi: tổn thương ở mặt bụng phía ngoài của lưỡi hoặc sàn miệng.

source: levels of evidence
vi: của bằng chứng

source: local anesthesia - the elimination of sensation, especially pain, in one part of the body by the topical application or regional injection of a drug.
vi: gây tê tại chỗ - loại bỏ cảm giác , đặc biệt là đau, ở một phần của cơ thể bằng dùng thuốc tại chỗ hoặc một vùng tiêm thuốc.

source: maximum recommended dose (MRD) - maximum FDA-recommended dose of a drug, as printed in FDA-approved labeling for unmonitored home use.
vi: liều khuyến cáo tối đa (MRD) - liều thuốc tối đa được FDA khuyến cáo, được in trong nhãn chấp thuận của FDA cho sử dụng tại nhà không cần giám sát.

source: may - indicates freedom or liberty to follow a reasonable alternative.
vi: có thể - chỉ ra tự do để theo một thay thế hợp lý.

source: medication use and NPO (nothing by mouth) status.
vi: dùng thuốc và NPO (không chỉ bằng miệng).

source: minimal sedation (previously known as anxiolysis) - a minimally depressed level of consciousness, produced by a pharmacological method, that retains the patient's ability to independently and continuously maintain an airway and respond normally to tactile stimulation and verbal command.
vi: an thần tối thiểu (trước đây gọi là anxiolysis) - mức độ giảm ý thức tối thiểu, do tác dụng của thuốc, giữ cho bệnh nhân khả năng duy trì hô hấp độc lập và liên tục và đáp ứng bình thường với kích thích và các yêu cầu.

source: moderate net benefit expected.
vi: lợi ích trung bình dự kiến.

source: moderate sedation - a drug-induced depression of consciousness during which patients respond purposefully to verbal commands, either alone or accompanied by light tactile stimulation.
vi: an thần trung bình - thuốc gây giảm ý thức trong thời gian đó bệnh nhân đáp ứng lại các lệnh bằng lời nói, một mình hoặc kết hợp với kích thích nhẹ bằng xúc giác.

source: must/shall - indicates an imperative need and/or duty; an essential or indispensable item; mandatory.
vi: phải - chỉ ra một mệnh lệnh và/hoặc nhiệm vụ; một điều cần thiết hoặc không thể thiếu; bắt buộc.

source: o Dental recall intervals: evaluation of routine dental checks at 24 month recall frequencies.
vi: o Khoảng tái khám nha khoa: đánh giá kiểm tra nha khoa định kỳ 24 tháng

source: operating dentist – dentist with primary responsibility for providing operative dental care while a qualified dentist or independently practicing qualified anesthesia healthcare provider administers minimal, moderate or deep sedation or general anesthesia.
vi: operating dentist – nha sĩ chịu trách nhiệm chính phẫu thuật nha khoa trong khi nha sĩ có trình độ hoặc nhà lâm sàng độc lập đủ trình độ về gây mê thực hiện an thần tối thiểu, trung bình hoặc an thần sâu hoặc gây mê.

source: or
vi: hay

source: or 250 mg/5 ml
vi: hoặc 250 mg/5 ml

source: or Gram-negative organisms.
vi: hoặc các khuẩn Gram âm.

source: or who are heavy‡ consumers of alcohol.
vi: hoặc là người dùng nhiều bia rượu.

source: other characteristics of the patient (for example, age, sex, social class, occupation) the medium used to deliver the advice
vi: các đặc điểm khác của các bệnh nhân (ví dụ, tuổi, giới tính, tầng lớp xã hội, nghề nghiệp) phương tiện để cung cấp lời khuyên

source: outcomes achieved.
vi: kết quả đạt được.

source: parenteral - a technique of administration in which the drug bypasses the gastrointestinal (GI) tract [i.e., intramuscular (IM), intravenous (IV), intranasal (IN), submucosal (SM), subcutaneous (SC), intraosseous (IO)].
vi: ngoài đường tiêu hoá - kỹ thuật dùng thuốc mà thuốc không qua đường tiêu hoá (GI) [ví dụ tiêm bắp (IM), tiêm tĩnh mạch ] (IV), dưới niêm mạc (SM), dưới da (SC), trong xương (IO)].

source: persistent ulceration;
vi: loét dai dẳng;

source: previous infective endocarditis
vi: Tiền sử viêm nội tâm mạc

source: proposal not to update?
vi: đề nghị không cập nhật?

source: providing this intervention
vi: cho can thiệp.

source: qualified dentist - a dentist providing sedation and anesthesia in compliance with their state rules and/or regulations.
vi: Nha sĩ có trình độ - nha sĩ thực hiện an thần và gây tê theo các quy tắc và / hoặc quy định của tiểu bang.

source: recall intervals for scale and polish treatments
vi: khoảng thời gian tái khám để điều trị cạo vôi và đánh bóng răng

source: recommendation for or against
vi: khuyến cáo thực hiện hoặc chống lại.

source: regard to promoting equality of opportunity.
vi: liên quan đến thúc đẩy bình đẳng cơ hội.

source: removal of a possible cause.
vi: loại bỏ các nguyên nhân có thể có.

source: sharp or distinct margins;
vi: bờ viền sắc hoặc rõ;

source: should - indicates the recommended manner to obtain the standard; highly desirable.
vi: nên - chỉ ra khuyến cáo để đạt được tiêu chuẩn; rất mong muốn.

source: size larger than 1 centimeter;
vi: kích thước lớn hơn 1 cm;

source: ss for change,
vi: ss cho sự thay đổi,

source: structural congenital heart disease, including surgically corrected or palliated structural conditions, but excluding isolated atrial septal defect, fully repaired ventricular septal defect or fully repaired patent ductus arteriosus, and closure devices that are judged to be endothelialised
vi: Bệnh tim bẩm sinh, bao gồm cả tình trạng phẫu thuật tái tạo, nhưng không bao gồm tái tạo vách ngăn tâm nhĩ, sửa chữa toàn vẹn vách tâm thất hay sửa chữa mạch nối đm chủ và đm phổi và các thiết bị được đánh giá có khả năng tăng sinh mô.

source: that a decision to pursue a biopsy should be made in the context of informed consent.
vi: quyết định làm sinh thiết cần phải thực hiện trong bối cảnh đồng thuận sau khi được thông tin.

source: that a malignancy or non-malignancy can be confirmed only via microscopic examination that requires a surgical biopsy;
vi: tổn thương ác tính hay không chỉ có thể được xác định bằng kính hiển vi sau khi làm sinh thiết.

source: that clinical confirmation (a second opinion) can be sought;
vi: có thể tìm kiếm xác nhận lâm sàng (ý kiến thứ hai);

source: that even suspicious lesions identified during the course of a routine visual and tactile examination may represent false positives;
vi: Thậm chí những tổn thương đáng ngờ được xác định trong quá trình kiểm tra bằng mắt thường và xúc giác thường có thể là các kết quả sai;

source: the benefits and risks of antibiotic prophylaxis, and an explanation of why antibiotic prophylaxis is no longer routinely recommended
vi: Lợi ích và nguy cơ của việc dùng kháng sinh dự phòng và giải thích tại sao kháng sinh dự phòng không còn được sử dụng một cách thường quy

source: the effects of oral hygiene, diet, fluoride use, tobacco and alcohol on oral health
vi: những ảnh hưởng của vệ sinh răng miệng, chế độ ăn, dùng fluoride, hút thuốc và rượu bia lên sức khoẻ răng miệng

source: the financial costs to the patient of having the oral health review and any subsequent treatments.
vi: Chi phí tài chính cho bệnh nhân khi khám sức khỏe răng miệng và các biện pháp điều trị tiếp theo.

source: the importance of maintaining good oral health
vi: Tầm quan trọng của duy trì tốt sức khỏe răng miệng

source: the net benefit is uncertain.
vi: lợi ích không chắc chắn.

source: the outcome of previous care episodes and the suitability of previously recommended intervals
vi: kết quả của những đợt chăm sóc trước và sự phù hợp của các khoảng thời gian khuyến cáo trước đó

source: the patient's ability or desire to visit the dentist at the recommended interval
vi: khả năng hoặc mong muốn của bệnh nhân đến khám nha sĩ ở khoảng thời gian đề nghị

source: the prescription and timing of dental radiographs
vi: Toa thuốc và thời gian chụp X quang nha khoa

source: the risk factors (see the checklist in Appendix E) that may influence the patient's oral health, and their implications for deciding the appropriate recall interval
vi: Yếu tố nguy cơ (xem danh sách kiểm tra trong Phụ lục E) đó có thể ảnh hưởng đến sức khoẻ răng miệng của bệnh nhân, và những gợi ý của họ để quyết định khoảng thời gian tái khám thích hợp

source: the risks of undergoing invasive procedures, including non-medical procedures such as body piercing or tattooing.
vi: Nguy cơ của những thủ thuật không xâm lấn, gồm cả thủ thuật không có liên quan y tế như là bấm khuyên hay xăm.

source: this intervention
vi: can thiệp.

source: this intervention only after
vi: can thiệp chỉ sau khi

source: titration - administration of incremental doses of an intravenous or inhalation drug until a desired effect is reached.
vi: chuẩn độ - dùng liều tiêm tĩnh mạch hoặc hít vào cho tới khi đạt được hiệu quả mong muốn.

source: to SRP with a moderate net benefit expected.
vi: CVXLMCR với lợi ích trung bình dự kiến được.

source: training in minimal sedation consistent with that prescribed in the ADA Guidelines for Teaching Pain Control and Sedation to Dentists and Dental Students,
vi: đào tạo trong an thần tối thiểu phù hợp với mô tả trong hướng dẫn của ADA trong giảng dạy kiểm soát đau và an thần cho nha sĩ và sinh viên nha khoa.

source: transdermal - a technique of administration in which the drug is administered by patch or iontophoresis through skin.
vi: qua da - kỹ thuật mà thuốc được dán hoặc chuyển ion qua da.

source: transmucosal - a technique of administration in which the drug is administered across mucosa such as intranasal, sublingual, or rectal.
vi: qua niêm mạc - kỹ thuật mà thuốc được dùng trên niêm mạc như trong mũi, dưới lưỡi, hoặc trực tràng.

source: valve replacement.
vi: thay van tim

source: who delivers the advice.
vi: những người cung cấp những lời khuyên.

source: §Doxycycline is also available as doxycyline dispersible tablets.
vi: Doxycycline có dạng viên tán.

source: © National Institute for Health and Clinical Excellence 2004.
vi: © Viện quốc gia vì Sức Khỏe Và Lâm Sàng Xuất Sắc 2004.

source: ‡ Doxycycline is not licensed for use in children under 12 years (see Section 1.1.5).
vi: ‡Doxycycline không được phép sử dụng cho trẻ dưới 12 tuổi (xem phần 1.1.5).

source: ‡Metronidazole is not licensed for use in children under 1 year (see Section 1.1.5).
vi: ‡Metronidazole không được phép sử dụng cho trẻ dưới 1 tuổi (xem phần 1.1.5).

source: ≥12 years
vi: ≥12 tuổi
